{
  "profile": {
    "name": "Natasha Karwitha",
    "title": "Graphic Designer",
    "bio": "Dedicated to creating visually compelling and meaningful designs. Specializing in logos, brand identities, illustrations, and digital media. Combining creativity, strategy, and precision to transform ideas into memorable designs that make an impact."
  },
  "about": {
    "title": "About Me",
    "description": "My expertise lies in Adobe Creative Suite (Photoshop, Illustrator), combined with a deep understanding of layout, color theory, typography, and composition. I have worked with a range of clients, from startups to established businesses, creating designs that not only stand out visually but also connect with their target audience."
  },
  "services": [
    {
      "title": "Logo Design",
      "description": "A great logo is the cornerstone of any brand. I create custom logos that reflect your brand’s identity and values, are memorable, timeless, visually striking, and versatile across platforms (web, print, social media). Delivered in multiple formats (JPEG, PNG, SVG)."
    },
    {
      "title": "Photo Editing",
      "description": "Make your images stand out with professional photo editing. I can enhance lighting, color balance, sharpness, remove imperfections, adjust composition, apply stylized effects, and optimize images for websites, social media, or print."
    },
    {
      "title": "Social Media Posts and Banners",
      "description": "Make an impact with bold, eye-catching posts and banners that grab attention instantly. Designs optimized for print and digital platforms (social media, websites, events), following best practices for readability, balance, and visual flow."
    }
  ],
  "designs": [
    {
      "title": "Previous Designs",
      "items": []
    }
  ],
  "contact": {
    "phone": "0796333101",
    "email": "natashakarwitha6@gmail.com",
    "location": "Nairobi, Kenya",
    "social": {
      "facebook": "#",
      "instagram": "#",
      "twitter": "#",
      "linkedin": "#"
    }
  }
}








